Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Stage all changes, commit, and push one cloned GitSync.md repository — without opening the app.
ar: أضف كل التغييرات إلى منطقة التجهيز، والتزم بها، وادفع مستودع GitSync.md مستنسخًا واحدًا — من دون فتح التطبيق.
da: Stage alle ændringer, commit, og push ét klonet GitSync.md-arkiv — uden at åbne appen.
de: Stagen Sie alle Änderungen, committen und pushen Sie ein geklontes GitSync.md-Repository — ohne die App zu öffnen.
es: Prepare todos los cambios, confírmelos y envíe un repositorio clonado de GitSync.md — sin abrir la app.
fi: Lisää kaikki muutokset valmistelualueelle ja tee yhdelle kloonatulle GitSync.md-tietovarastolle commit ja push — avaamatta appia.
fr: Préparez toutes les modifications, validez-les et envoyez un dépôt GitSync.md cloné, sans ouvrir l’app.
he: הכנת כל השינויים, ביצוע קומיט ודחיפת מאגר GitSync.md משוכפל אחד — בלי לפתוח את היישום.
hi: ऐप खोले बिना सभी बदलाव स्टेज और कमिट करें, फिर एक क्लोन की गई GitSync.md रिपॉज़िटरी को पुश करें।
hu: Az összes módosítás előkészítése és commitolása, majd egy klónozott GitSync.md-tároló feltöltése — az app megnyitása nélkül.
id: Stage semua perubahan, commit, lalu dorong satu repositori GitSync.md yang diklona — tanpa membuka app.
it: Esegui lo stage di tutte le modifiche, il commit e il push di un repository GitSync.md clonato, senza aprire l’app.
ja: すべての変更をステージし、アプリを開かずにクローン済みのGitSync.mdリポジトリを1つコミットしてプッシュします。
ko: 모든 변경 사항을 스테이징하고, 앱을 열지 않고 복제된 GitSync.md 저장소 하나를 커밋하고 푸시합니다.
nb: Stage alle endringer, og commit og push ett klonet GitSync.md-repositorium – uten å åpne appen.
nl: Stage alle wijzigingen, en commit en push één gekloonde GitSync.md-repository, zonder de app te openen.
pl: Dodaj wszystkie zmiany do indeksu, wykonaj commit i push jednego sklonowanego repozytorium GitSync.md — bez otwierania aplikacji.
pt_br: Prepare todas as alterações e faça commit e push em um repositório clonado do GitSync.md — sem abrir o app.
ru: Добавьте все изменения в индекс, выполните commit и push одного клонированного репозитория GitSync.md — не открывая приложение.
sv: Förbered alla ändringar och kör commit och push för en klonad GitSync.md-lagringsplats — utan att öppna appen.
th: Stage การเปลี่ยนแปลงทั้งหมด แล้ว commit และ push ที่เก็บ GitSync.md ที่โคลนไว้หนึ่งรายการ — โดยไม่ต้องเปิดแอป
tr: Uygulamayı açmadan klonlanmış bir GitSync.md deposundaki tüm değişiklikleri stage edin, commit edip push yapın.
uk: Додайте всі зміни до stage, виконайте commit і push одного клонованого репозиторію GitSync.md, не відкриваючи програму.
vi: Đưa tất cả thay đổi vào stage, commit và push một kho lưu trữ GitSync.md đã sao chép mà không cần mở ứng dụng.
zh_hans: 无需打开 App，即可暂存所有更改、提交并推送一个克隆的 GitSync.md 仓库。
zh_hant: 無需開啟 App，即可暫存所有變更、提交並推送一個複製的 GitSync.md 儲存庫。

source: Staged %@
ar: مرحّل %@
da: Klargjort %@
de: Bereitgestellt %@
es: Preparado %@
fi: Vaiheistettu %@
fr: Indexé %@
he: מוכן %@
hi: स्टेज्ड %@
hu: Előkészítve %@
id: Disiapkan %@
it: In stage %@
ja: ステージ済み %@
ko: 스테이지됨 %@
nb: Klargjort %@
nl: Klaargezet %@
pl: Przygotowany %@
pt_br: Preparado %@
ru: Подготовлено %@
sv: Förberedd %@
th: จัดเตรียมแล้ว %@
tr: Hazırlanmış %@
uk: Підготовлено %@
vi: Đã chuẩn bị %@
zh_hans: 已暂存 %@
zh_hant: 已暫存 %@

source: Stages or commits
ar: عمليات stage أو commit
da: Stage eller commit
de: stage oder commit
es: Preparación de archivos o creación de commit
fi: Tiedostojen valmistelu tai commit-toiminnot
fr: Préparation de fichiers ou création de commit
he: פעולות stage או commit
hi: stage या commit
hu: stage vagy commit műveletek
id: stage atau commit
it: staging o commit
ja: stage または commit
ko: stage 또는 commit
nb: stage eller commit
nl: stage of commit
pl: Przygotowywanie plików lub wykonywanie commit
pt_br: Preparação de arquivos ou commits
ru: Индексирование файлов или выполнение commit
sv: Stage eller commit
th: การ stage หรือ commit
tr: Stage veya commit işlemleri
uk: Додавання до індексу або commit
vi: Đưa vào vùng đệm hoặc commit
zh_hans: 暂存或 commit
zh_hant: 暫存或 commit

source: Stash
ar: تخزين مؤقت
da: Gemme
es: Reserva
fi: Piilo
fr: Remise
he: מחסן
hi: स्टैश
hu: Félretétel
id: Simpanan
ja: スタッシュ
ko: 스태시
nb: Gjemme
pl: Schowek
pt_br: Reserva
ru: Тайник
sv: Gömma
th: ที่เก็บชั่วคราว
tr: Sakla
uk: Сховок
vi: Kho tạm
zh_hans: 暂存区
zh_hant: 暫存區

source: Stash at index %lld was not found.
ar: لم يتم العثور على المخبأ في الفهرس %lld.
da: Stash ved indeks %lld blev ikke fundet.
de: Stash am Index %lld wurde nicht gefunden.
es: No se encontró el almacenamiento en el índice %lld.
fi: Tilasto indeksissä. %lld ei löytynyt.
fr: Stockage à l'index %lld n'a pas été trouvé.
he: – מאגר בindeks %lld לא נמצאה.
hi: : इंडेक्स पर स्टैश %lld नहीं पाया गया।
hu: : az indekben tárolt adat A %lld nem található.
id: Stash pada indeks %lld tidak ditemukan.
it: – Archivio all'indice %lld non è stato trovato.
ja: インデックス内のストア %lld は見つかりませんでした。
ko: 인덱스 내 저장소 %lld 를 찾을 수 없습니다.
nb: Lagre i indeks %lld ble ikke funnet.
nl: Stash bij de index %lld is niet gevonden.
pl: – Zapis w indeksie %lld nie znaleziono.
pt_br: Armazenamento no índice O %lld não foi encontrado.
ru: — хранилище по индексу %lld не найдено.
sv: Lagring vid index %lld hittades inte.
th: จัดเก็บที่ดัชนี %lld ไม่พบ
tr: : Indexe kaydet %lld bulunamadı.
uk: – Зберігання за індексом %lld не знайдено.
vi: Lưu trữ tại chỉ số %lld không được tìm thấy.
zh_hans: 索引处的存储值 未找到 %lld 。
zh_hant: 索引處的存儲值 未找到 %lld 。

source: Stash message (optional)…
ar: رسالة مخبأة (اختياري)...
da: Stash-meddelelse (valgfrit)...
de: Stash-Nachricht (optional)…
es: Mensaje oculto (opcional)…
fi: kiinnitysviesti (valinnainen)
fr: Message de stockage (optionnel) ...
he: – הודעה של Stash (אפשרי)...
hi: स्टैश संदेश (वैकल्पिक) ...
hu: tároló üzenet (voltvajonos) …
id: Pesan Stash (opsional) ...
it: Messaggio di salvataggio (opzionale) ...
ja: ストアメッセージ（オプション）…
ko: 저장 메시지(선택 사항) …
nb: Stash-melding (valgfritt) ...
nl: Stash-bericht (optioneel) ...
pl: Wiadomość stawki (opcjonalne) ...
pt_br: Mensagem de armazenamento (opcional) ...
ru: Сообщение стэша (опционально) …
sv: Stash-meddelande (valfritt) ...
th: ข้อความ Stash (ไม่จำเป็น) ...
tr: Depo mesajı (isteğe bağlı) ...
uk: повідомлення «Stash» (необов'язково) …
vi: Thông báo lưu trữ (tùy chọn) ...
zh_hans: 存储消息（可选）……
zh_hant: 存儲消息（可選）……

source: Status
ar: الحالة
es: Estado
fi: Tila
fr: État
he: מצב
hi: स्थिति
hu: Állapot
it: Stato
ja: 状況
ko: 상태
ru: Статус
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Stops safely when attention is needed
ar: يتوقف بأمان عند الحاجة إلى الانتباه
da: Stopper sikkert, når noget kræver opmærksomhed
de: Stoppt sicher, wenn Aufmerksamkeit erforderlich ist
es: Se detiene de forma segura cuando requiere atención
fi: Pysähtyy turvallisesti, kun huomiota tarvitaan
fr: S’arrête en toute sécurité lorsque votre attention est requise
he: נעצר בבטחה כשנדרשת תשומת לב
hi: ध्यान आवश्यक होने पर सुरक्षित रूप से रुकता है
hu: Biztonságosan leáll, ha beavatkozás szükséges
id: Berhenti dengan aman saat perhatian diperlukan
it: Si interrompe in sicurezza quando serve attenzione
ja: 確認が必要な場合は安全に停止
ko: 확인이 필요하면 안전하게 중단
nb: Stopper trygt når tilsyn er nødvendig
nl: Stopt veilig wanneer aandacht nodig is
pl: Bezpiecznie zatrzymuje się, gdy potrzebna jest uwaga
pt_br: Para com segurança quando é necessário intervir
ru: Безопасно останавливается, когда требуется внимание
sv: Stoppar säkert när något kräver uppmärksamhet
th: หยุดอย่างปลอดภัยเมื่อต้องได้รับการตรวจสอบ
tr: İlgi gerektiğinde güvenle durur
uk: Безпечна зупинка, коли потрібна увага
vi: Dừng an toàn khi cần bạn chú ý
zh_hans: 需要处理时安全停止
zh_hant: 需要處理時安全停止

source: Storage
ar: التخزين
da: Lagring
de: Speicher
es: Almacenamiento
fi: Tallennustila
fr: Stockage
he: אחסון
hi: स्टोरेज
hu: Tárhely
id: Penyimpanan
it: Archiviazione
ja: ストレージ
ko: 저장 공간
nb: Lagring
nl: Opslag
pl: Pamięć
pt_br: Armazenamento
ru: Хранилище
sv: Lagring
th: พื้นที่จัดเก็บ
tr: Depolama
uk: Сховище
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存空間

source: Stored in Keychain. Paste an OpenSSH private key; passphrase is optional.
ar: مخزنة في سلسلة المفاتيح. الصق المفتاح الخاص OpenSSH؛ عبارة المرور اختيارية.
da: Gemt i nøglering. Indsæt en OpenSSH privat nøgle; adgangssætning er valgfri.
de: Im Schlüsselbund gespeichert. Fügen Sie einen privaten Schlüssel OpenSSH ein; Passphrase ist optional.
es: Almacenado en llavero. Pegue una clave privada OpenSSH; la frase de contraseña es opcional.
fi: Tallennettu avainketjuun. Liitä on OpenSSH yksityinen avain; salasana on valinnainen.
fr: Stocké dans le Keychain. Collez un OpenSSH : clé privée ; le mot de passe est optionnel.
he: מאוחס ב-Keychain. תבנית: OpenSSH – מפתח פרטי; המפתח ההדירוגי הוא opcional.
hi: – कीचेन में संग्रहित। एक पास्ट करें। OpenSSH : निजी कुंजी; पासवर्ड वैकल्पिक है।
hu: : A Keychainbe tárolt adat – illesztse be egyet! OpenSSH : privát kulcs; a passzfrázs opcionális.
id: disimpan di Keychain. Tempelkan sebuah OpenSSH kunci privat; passphrase bersifat opsional.
it: : salvato nel Keychain. Incolla un OpenSSH : chiave privata; la frase di password è opzionale.
ja: ：Keychainに保存されています。貼り付けしてください。 OpenSSH ：プライベートキー；パスフレーズは任意です。
ko: : 키체인에 저장됨. 붙여넣기 OpenSSH : 개인 키; 패스프레시는 선택 사항입니다.
nb: lagret i Keychain. Feste et OpenSSH privat nøkkel; passord er valgfritt.
nl: is opgeslagen in Keychain. Plak een OpenSSH : privékey; de passphrase is optioneel.
pl: – zapisane w Keychain. Wklej: OpenSSH – klucz prywatny; fraza hasła jest opcjonalna.
pt_br: Armazenado no Keychain. Colar um OpenSSH chave privada; a frase de senha é opcional.
ru: хранится в Keychain. Вставьте: OpenSSH — приватный ключ; фраза для доступа является опциональной.
sv: lagrad i Keychain. Fäst en OpenSSH – privat nyckel; passphras är valfri.
th: จัดเก็บใน Keychain — วางข้อความลง OpenSSH : คีย์ส่วนตัว; passphrase เป็นข้อมูลที่ไม่จำเป็น
tr: , Keychain'de saklanmıştır. Bir şeyi yapıştırın. OpenSSH özel anahtarı; şifre parolası seçkindir.
uk: зберігається в Keychain. Вставте: OpenSSH – приватний ключ; фраза для доступу є необов'язковою.
vi: được lưu trong Keychain. Hãy dán một OpenSSH : khóa riêng; passphrase là tùy chọn.
zh_hans: 已存储于钥匙串中。请粘贴： OpenSSH 私钥；密码短语为可选项。
zh_hant: 已存儲於鑰匙串中。請粘貼： OpenSSH 俬鑰；密碼短語爲可選項。

source: Subscribe
ar: اشتراك
da: Abonner
de: Abonnieren
es: Suscribirse
fi: Tilaa
fr: S’abonner
he: הרשמה למינוי
hi: सदस्यता लें
hu: Előfizetés
id: Berlangganan
it: Abbonati
ja: サブスクリプションに登録
ko: 구독
nb: Abonner
nl: Abonneren
pl: Subskrybuj
pt_br: Assinar
ru: Подписаться
sv: Prenumerera
th: สมัครใช้
tr: Abone ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription product is unavailable.
ar: منتج الاشتراك غير متوفر.
da: Abonnementproduktet er ikke tilgængeligt.
de: Das Abonnement-Produkt ist nicht verfügbar.
es: El producto de suscripción no está disponible.
fi: Liittymätuote ei ole saatavilla.
fr: Le produit d'abonnement n'est pas disponible.
he: מוצר מנוי אינו זמין.
hi: सदस्यता-आधारित उत्पाद उपलब्ध नहीं है।
hu: A előfizetési termék nem elérhető.
id: Produk berlangganan tidak tersedia.
it: Il prodotto a abbonamento non è disponibile.
ja: サブスクリプション対象の製品はご利用いただけません。
ko: 구독형 제품은 이용할 수 없습니다.
nb: Abonnementprodukt er ikke tilgjengelig.
nl: Abonnementproduct is niet beschikbaar.
pl: Produkt subskrypcyjny nie jest dostępny.
pt_br: O produto de assinatura não está disponível.
ru: Предложение на подписку недоступно.
sv: Prenumerationsprodukt är inte tillgänglig.
th: ผลิตภัณฑ์แบบสมัครสมาชิกไม่สามารถใช้งานได้
tr: Abonelik ürünü mevcut değildir.
uk: Підписний продукт недоступний.
vi: Sản phẩm đăng ký hiện không khả dụng.
zh_hans: 订阅产品不可用。
zh_hant: 訂閱產品不可用。

source: Success
ar: نجاح
da: Succes
de: Erfolg
es: Éxito
fi: Onnistui
fr: Succès
he: הצלחה
hi: सफल
hu: Sikeres
id: Berhasil
it: Successo
ja: 成功
ko: 성공
nb: Suksess
nl: Geslaagd
pl: Sukces
pt_br: Sucesso
ru: Успешно
sv: Lyckades
th: สำเร็จ
tr: Başarılı
uk: Успішно
vi: Thành công
zh_hans: 成功
zh_hant: 成功

source: Switch
ar: تبديل
da: Skift
de: Wechseln
es: Cambiar
fi: Vaihda
fr: Basculer
he: החלף
hi: स्विच करें
hu: Váltás
id: Pindah
it: Cambia
ja: 切替
ko: 전환
nb: Bytt
nl: Wissel
pl: Przełącz
pt_br: Mudar
ru: Переключить
sv: Byt
th: สลับ
tr: Geçiş
uk: Перемкнути
vi: Chuyển
zh_hans: 切换
zh_hant: 切換

source: Switch branches, view diffs, browse commit history, manage tags, and resolve conflicts — real Git, not a watered-down sync.
ar: تبديل الفروع، وعرض الاختلافات، وتصفح سجل الالتزام، وإدارة العلامات، وحل التعارضات - Git حقيقي، وليس مزامنة مخففة.
da: Skift filialer, se forskelle, gennemse commit-historik, administrer tags og løs konflikter - ægte Git, ikke en udvandet synkronisering.
de: Zweige wechseln, Unterschiede anzeigen, Commit-Verlauf durchsuchen, Tags verwalten und Konflikte lösen – echtes Git, keine verwässerte Synchronisierung.
es: Cambie de rama, vea diferencias, explore el historial de confirmaciones, administre etiquetas y resuelva conflictos: Git real, no una sincronización diluida.
fi: Vaihda haarat, näytä eroja, selaa toimitushistoria, hallintaa tageja, ja ratkaista konfliktit - todellinen Git, ei vedetty-down sync.
fr: :切换分支,afficher les différences, parcourir l'historique des commits, gérer les étiquettes et résoudre les conflits — fonctionnalités réelles Git, ce n'est pas une synchronisation diluée.
he: : שינויי שורשים, הצגת הבדלים, בדיקת היסטוריית הקומיטים, ניהול תגов ופתרון התנגשויות – פונקציונלי Git– לא סינק מופחת.
hi: : स्विच शाखाएँ, डिफ़रेंस देखें, कमिट इतिहास पर नज़र रखें, टैग्स को प्रबंधित करें और संघर्षों का समाधान करें — वास्तविक सुविधा। Git, कोई सरलीकृत सिंक नहीं है।
hu: : szakaszok lekérdezése, különbségek megjelenítése, bejelentések története áttekintése, tagok kezelése és konfliktusok oldása – valódi funkció Git– nem csökkentett szinkronizáció.
id: : Mengganti cabang repositori, melihat perbedaan kode, menjelajahi riwayat commit, mengelola tag, serta menyelesaikan konflik — benar-benar tersedia Git, bukan sinkronisasi yang telah diperlancarkan.
it: : gestire i rami, visualizzare i diff, esplorare l'history dei commit, gestire i tag e risolvere i conflitti — funzionalità reale Git, non una sincronizzazione appiattita.
ja: ：ブランチの切り替え、差分比較、コミット履歴の閲覧、タグの管理、およびコンフリクトの解決 ― 現実的 Gitは、弱められた同期情報ではありません。
ko: : 브랜치 간 전환, diff 비교, 커밋 이력 탐색, 태그 관리 및 충돌 해결 — 실제 기능 Git는 약화된 동기화가 아닙니다.
nb: : Skift mellom grenser, se diff-er, bla gjennom kommittihistorikk, administrere etiketter og løse konflikter – virkelig funksjon Git, ikke en avfløret synkronisering.
nl: : takken wijzigen, verschillen bekijken, de commitgeschiedenis doorzoeken, tags beheren en conflicten oplossen — werkelijk mogelijk Git, niet een verzwakte synchronisatie.
pl: : przełączanie gańków, przeglądanie różnic, przeglądanie historii commitów, zarządzanie tagami oraz rozwiązywanie konfliktów – funkcje rzeczywiste Git– nie jest to osłabiona synchronizacja.
pt_br: : Alterar ramos, visualizar diferenças, navegar pelo histórico de commits, gerenciar tags e resolver conflitos — funcionalidade real Git, não é uma sincronização enfraquecida.
ru: : переключение между ветвями, сравнение изменений, просмотр истории коммитов, управление тегами и устранение конфликтов — поддерживается на практике Git— это не упрощённая синхронизация.
sv: : Skalanderar grenar, visar skillnader, körgår den kommithistorik, hanterar etiketter och löser konflikter – verkligen funktionsfullt Git, inte en avlägset synkronisering.
th: : สามารถสลับสาขา, ดูความแตกต่างระหว่างโค้ด, เข้าถึงประวัติการคอมมิต, จัดการแท็ก และแก้ไขความขัดแย้งได้ — ใช้งานจริง Gitไม่ใช่การซิงค์ที่ถูกปรับลดความเข้มข้น
tr: : dalları değiştirme, farkları görüntüleme, commit tarihi gözden geçirme, etiketleri yönetme ve çelişkileri çözme — gerçek işlevler Git, azaltılmış bir sink değildir.
uk: : переключати відгалуження, візуалізувати різниці, переглядати історію комітів, керувати тегами та вирішувати конфлікти — справжні можливості Git— це не зменшене синхронізація.
vi: : Chuyển đổi nhánh, xem sự khác biệt giữa các phiên bản, duyệt lịch sử commit, quản lý thẻ và giải quyết xung đột — khả năng thực tế Git, không phải là phiên bản đồng bộ đã được tinh giản.
zh_hans: ：切换分支、查看差异、浏览提交历史、管理标签及解决冲突——功能齐全 Git，并非水洗版同步版本。
zh_hant: ：切換分支、查看差異、瀏覽提交歷史、管理標籤及解決衝突——功能齊全 Git，併非水洗版衕步版本。

source: Switching branch...
ar: تبديل الفرع...
da: Skiftende gren...
de: Schaltzweig...
es: Rama de conmutación...
fi: Vaihtoehto...
fr: Branch de commutation ...
he: – רחבה של חילוק...
hi: स्विचिंग शाखा ...
hu: Átmeneti részleg...
id: Cabang switching ...
it: Sottocampo di commutazione...
ja: スイッチングブランチ…
ko: 스위칭 분기...
nb: Vendingavdeling ...
nl: Schakelafdeling ...
pl: Kierunek przełączający ...
pt_br: Ramo de comutação...
ru: Переключающий разветвитель...
sv: Växelavdelning ...
th: สาขาการสลับ...
tr: Devre anahtarı...
uk: Переключувана відділка...
vi: Chi nhánh chuyển mạch...
zh_hans: 切换支路……
zh_hant: 切換支路……

source: Switching branches is blocked to protect local edits. Commit, stash, or discard changes first.
ar: تم حظر تبديل الفروع لحماية عمليات التحرير المحلية. تنفيذ التغييرات أو تخزينها أو تجاهلها أولاً.
da: Skiftende filialer er blokeret for at beskytte lokale redigeringer. Bekræft, gem eller kasser ændringer først.
de: Das Wechseln von Zweigen ist blockiert, um lokale Änderungen zu schützen. Änderungen zuerst festschreiben, speichern oder verwerfen.
es: El cambio de ramas está bloqueado para proteger las ediciones locales. Confirme, guarde o descarte los cambios primero.
fi: Switching haarat on estynyt paikallisten muokkausten suojaamiseksi. Tallenna, paketoi tai hylkää muutokset ensin.
fr: : Le passage entre branches est bloqué pour protéger les modifications locales. Commencez par committer, stasher ou discarder les modifications.
he: : הפעלת החלקים של ZXQItem000080QXZ איננה אפשרית – כדי להגן על השינויים המקומיים; יש לבצע את ה-Commit, ה-Stash או ה-Discard של השינויים לפני כן.
hi: : स्विचिंग शाखाओं को स्थानीय संपादनों की सुरक्षा हेतु अवरुद्ध कर दिया गया है। पहले परिवर्तनों को कमिट करें, स्टेश करें या डिस्कार्ड करें।
hu: : A váltó funkció blokkolva van, hogy a helyi módosításokat védelmezze. Először hajtsa végre a módosítások beállítását (commit), tárolását (stash) vagy elutasítását (discard).
id: : Operasi pindah cabang terhalang untuk melindungi edisi lokal. Harap terlebih dahulu melakukan commit, stash, atau discard perubahan.
it: : L'operazione di commutazione delle rami è bloccata per proteggere le modifiche locali. Si raccomanda di effettuare prima un commit, un stash o una discarica delle modifiche.
ja: ：ローカル編集を保護するため、ブランチの切り替えが不可です。まず、コミット、ステ stash、またはディスカインドしてください。
ko: : 로컬 편집을 보호하기 위해 스위칭 분기 작업이 차단되었습니다. 먼저 변경 사항을 커밋, 스타시 또는 드리스드하세요.
nb: : Vending av grenser er blokkert for å beskytte lokale redigeringer. Før du kan bekrefte, lagre eller fjerne endringer, må du gjøre dette først.
nl: : De schakeling van takken is geblokkeerd om lokale bewerkingen te beschermen. Bewerk eerst de wijzigingen, stel ze weg of verwijder ze.
pl: : Operacja przełączania gałęzi jest zablokowana w celu ochrony lokalnych edycji. Najpierw dokonaj commitowania, stashowania lub usunięcia zmian.
pt_br: : A operação de troca de ramos está bloqueada para proteger as edições locais. Primeiro, execute o commit, o stash ou a descarte das alterações.
ru: : операция переключения веток блокирована для защиты локальных изменений. Сначала выполните коммит, стэш или отмену изменений.
sv: : Funktionen för att byta grenar är blockerad för att skydda lokala redigeringar. Försök först att bekräfta, förvara eller avboka ändringarna.
th: : การสลับสาขาถูกปิดกั้นเพื่อปกป้องการแก้ไขในท้องถิ่น โปรดดำเนินการ Commit, stash หรือ discard รายการเปลี่ยนแปลงก่อน
tr: : Yerel düzenlemeleri korumak için ana hat değiştirmek engellendi. İlk olarak değişiklikleri commit, stash veya discard edininiz.
uk: : операція «переключення відділків» заблокована для захисту локальних змін. Спочатку захочіть комітувати, сташити або відкинути зміни.
vi: : Thao tác chuyển đổi nhánh bị chặn để bảo vệ các chỉnh sửa cục bộ. Vui lòng thực hiện commit, stash hoặc discard thay đổi trước.
zh_hans: ：切换分支操作已受阻，以保护本地编辑内容。请先提交、暂存或丢弃更改。
zh_hant: ：切換分支操作已受阻，以保護本地編輯內容。請先提交、暫存或丟棄更改。

source: Sync Info
ar: معلومات المزامنة
da: Synkroniseringsinfo
es: Info de sincronización
fi: Synkronointitiedot
fr: Infos de synchro
he: פרטי סנכרון
hi: सिंक जानकारी
hu: Szinkronizálási adatok
id: Info Sinkronisasi
it: Info sincronizzazione
ja: 同期情報
ko: 동기화 정보
nb: Synkroniseringsinfo
nl: Synchronisatiegegevens
pl: Informacje o synchronizacji
pt_br: Info da Sincronização
ru: Сведения о синхронизации
sv: Synkinfo
th: ข้อมูลการซิงค์
tr: Eşitleme Bilgisi
uk: Інформація про синхронізацію
vi: Thông tin đồng bộ
zh_hans: 同步信息
zh_hant: 同步資訊

source: Sync Repository
ar: مزامنة المستودع
da: Synkroniser arkiv
de: Repository synchronisieren
es: Sincronizar repositorio
fi: Synkronoi tietovarasto
it: Sincronizza repository
ja: リポジトリを同期
ko: 저장소 동기화
nb: Synkroniser repositorium
nl: Repository synchroniseren
pl: Synchronizuj repozytorium
pt_br: Sincronizar repositório
ru: Синхронизировать репозиторий
sv: Synkronisera lagringsplats
th: ซิงค์ที่เก็บ
tr: Depoyu Eşzamanla
uk: Синхронізувати репозиторій
vi: Đồng bộ hóa kho lưu trữ
zh_hans: 同步仓库
zh_hant: 同步儲存庫

source: Sync Result
ar: نتيجة المزامنة
da: Synkroniseringsresultat
de: Synchronisierungsergebnis
es: Resultado de la sincronización
fi: Synkronoinnin tulos
fr: Résultat de la synchronisation
he: תוצאת הסנכרון
hi: सिंक का परिणाम
hu: Szinkronizálás eredménye
id: Hasil Sinkronisasi
it: Risultato della sincronizzazione
ja: 同期結果
ko: 동기화 결과
nb: Synkroniseringsresultat
nl: Synchronisatieresultaat
pl: Wynik synchronizacji
pt_br: Resultado da sincronização
ru: Результат синхронизации
sv: Synkroniseringsresultat
th: ผลการซิงค์
tr: Eşzamanlama Sonucu
uk: Результат синхронізації
vi: Kết quả đồng bộ hóa
zh_hans: 同步结果
zh_hant: 同步結果

source: Sync all repositories in the background
ar: مزامنة جميع المستودعات في الخلفية
da: Synkroniser alle arkiver i baggrunden
de: Alle Repositorys im Hintergrund synchronisieren
es: Sincronizar todos los repositorios en segundo plano
fi: Synkronoi kaikki tietovarastot taustalla
fr: Synchroniser tous les dépôts en arrière-plan
he: סנכרון כל המאגרים ברקע
hi: सभी रिपॉज़िटरी को बैकग्राउंड में सिंक करें
hu: Minden tároló szinkronizálása a háttérben
id: Sinkronkan semua repositori di latar belakang
it: Sincronizza tutti i repository in background
ja: すべてのリポジトリをバックグラウンドで同期
ko: 백그라운드에서 모든 저장소 동기화
nb: Synkroniser alle repositorier i bakgrunnen
nl: Alle repository's op de achtergrond synchroniseren
pl: Synchronizuj wszystkie repozytoria w tle
pt_br: Sincronizar todos os repositórios em segundo plano
ru: Синхронизировать все репозитории в фоне
sv: Synkronisera alla arkiv i bakgrunden
th: ซิงค์คลังทั้งหมดในเบื้องหลัง
tr: Tüm depoları arka planda eşzamanla
uk: Синхронізувати всі репозиторії у фоновому режимі
vi: Đồng bộ mọi kho lưu trữ trong nền
zh_hans: 在后台同步所有仓库
zh_hant: 在背景同步所有儲存庫

source: Sync complete
ar: اكتملت المزامنة
da: Synkronisering gennemført
de: Synchronisierung abgeschlossen
es: Sincronización completada
fi: Synkronointi valmis
fr: Synchronisation terminée
he: הסנכרון הושלם
hi: सिंक पूरा हुआ
hu: A szinkronizálás befejeződött
id: Sinkronisasi selesai
it: Sincronizzazione completata
ja: 同期が完了しました
ko: 동기화 완료
nb: Synkronisering fullført
nl: Synchronisatie voltooid
pl: Synchronizacja zakończona
pt_br: Sincronização concluída
ru: Синхронизация завершена
sv: Synkroniseringen är klar
th: ซิงค์เสร็จสมบูรณ์
tr: Eşzamanlama tamamlandı
uk: Синхронізацію завершено
vi: Đã đồng bộ hóa xong
zh_hans: 同步完成
zh_hant: 同步完成
